import React from 'react';

const Final_86 = () => {
  return (
    <div className='container'>
      <h1>學期心得</h1>
      <h2>我的一些廢話</h2>
      <h3>這學期其實都沒什麼動力學習,我不是忙著上班就是一直跑醫院,</h3>
      <h3>最嚴重那陣子兩禮拜沒來學校,都躺在家裡不然就是去醫院打針,</h3>
      <h3>我記得我連續打了三天,第四天被送急診直解吊點滴一整天,不知道為啥這學期身體那麼差。</h3>
      <h2>自主學習</h2>
      <h3>其實我一直不太會二年級教的這些,打沒幾行就卡住好崩潰,但是</h3>
      <h3>這學期感覺有比上學期進步一些,我有參考一些youtube的教學,</h3>
      <h3>加強了一些基礎JavaScript的能力,雖然還是有些差強人意,但我會努力學好的!</h3>
    </div>
  );
};

export default Final_86;
